xx = [
    ["Составить расписание тренировок и соревнований для команды",
     "Разработать план тренировок, учитывая сильные и слабые стороны участников",
     "Организовать транспорт и питание для команды во время соревнований",
     "Назначить помощников и делегировать им задачи"],

    ["Устанавливать и поддерживать правила и ожидания",
     "Предоставлять отзывы и мотивацию участникам",
     "Разрешать конфликты и решать проблемы",
     "Общаться с родителями и тренерами участников"],

    ["Поддерживать связь с членами команды через электронную почту, сообщения или групповые чаты",
     "Размещать объявления и новости на веб-сайте или информационной доске",
     "Представлять команду на собраниях и мероприятиях",
     "Вести учет успеваемости и достижений команды"],

    ["Анализировать результаты соревнований и разрабатывать стратегии улучшения",
     "Оценивать прогресс участников и выявлять области для дополнительного обучения",
     "Докладывать о деятельности команды родителям, тренерам и руководству"]
]
