x = [
    ["Вас больше интересует:",
     "1 Изучение структуры и функции машин",
     "2 Понимание биологических процессов",
     "3 Анализ экономических тенденций",
     "4 Общение с людьми, говорящими на разных языках"
     ]

    , [
        "Вас больше мотивирует:",
        "1 Создание новых технологий",
        "2 Понимание природы",
        "3 Помощь обществу",
        "4 Связь с людьми из разных культур"
    ]

    , [
        "Вы считаете себя:",
        "1 Аналитичным",
        "2 Наблюдательным",
        "3 Общительным",
        "4 Творческим"
    ]

    , [
        "Вы предпочитаете работать:",
        "1 С командой инженеров",
        "2 В независимой лаборатории",
        "3 В тесном сотрудничестве с другими людьми",
        "4 В динамичной, меняющейся среде"
    ]

    , [
        "Вы предпочитаете заниматься:",
        "1 Программированием",
        "2 Изучением ДНК",
        "3 Анализом финансовых отчетов",
        "4 Написанием эссе"
    ]

    , [
        "Вы больше склонны:",
        "1 Быть точным и методичным",
        "2 Быть любознательным и пытливым",
        "3 Быть сострадательным и помогающим",
        "4 Быть красноречивым и убедительным"
    ]

    , [
        "Вы лучше справляетесь с:",
        "1 Решением уравнений",
        "2 Проведением экспериментов",
        "3 Написанием аналитических отчетов",
        "4 Общением с носителями языка"
    ]

    , [
        "Вас больше привлекает:",
        "1 Изучение аэродинамики",
        "2 Понимание генетических болезней",
        "3 Разработка маркетинговых стратегий",
        "4 Углубление в разные культуры"
    ]

    , [
        "Вас больше интересует:",
        "1 Мехатроника",
        "2 Биотехнология",
        "3 Финансы",
        "4 Лингвистика"
    ]

    , [
        "Вы предпочитаете работать:",
        "1 В одиночестве",
        "2 В малой группе",
        "3 В большой команде",
        "4 С клиентами и партнерами"
    ]

    , [
        "Вас больше интересует:",
        "- Строительство",
        "- Исследование рака",
        "- Международный бизнес",
        "- Изучение языков мира"
    ]
    , [
        "Вас больше интересует:",
        "- Изучение электрических цепей",
        "- Понимание клеточных структур",
        "- Разработка финансовых моделей",
        "- Изучение иностранных культур"
    ]

    , [
        "Вы предпочитаете заниматься:",
        "- Ремонтом автомобиля",
        "- Изучением микробиологии",
        "- Подготовкой презентаций",
        "- Чтением книг на разных языках"
    ]

    , [
        "Вы лучше чувствуете себя:",
        "- В технической среде",
        "- В природной среде",
        "- В деловой среде",
        "- В международной среде"
    ]

    , [
        "Вы считаете себя:",
        "- Рациональным",
        "- Эмоциональным",
        "- Прагматичным",
        "- Идеалистичным"
    ]

    , [
        "Вас больше мотивирует:",
        "- Решение сложных проблем",
        "- Улучшение здоровья человека",
        "- Увеличение прибыли",
        "- Содействие межкультурному взаимопониманию"
    ]

    , [
        "Вы предпочитаете работать:",
        "- В проектном бюро",
        "- В исследовательской лаборатории",
        "- В инвестиционном банке",
        "- В международной организации"
    ]

    , [
        "Вы лучше чувствуете себя:",
        "- В решении технических задач",
        "- В изучении живых организмов",
        "- В анализе данных",
        "- В коммуникации с людьми"
    ], ['молодец, ты всё выполнил!']]
